Repository: ajency/makeover
Catalog: test_app/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Please pass a id
es: Por favor, pasar un identificador
fr: S'il vous plait passer un identifiant
pt: Por favor, passar um id

source: No Data Found
es: Datos no encontrados
fr: Aucune donnee disponible
pt: Nenhum dado encontrado

source: JSON Error
fr: JSON erreur
pt: Erro JSON

source: Please enter valid request id.
es: Por favor, introduzca la solicitud valida de identificacion.
fr: S'il vous plait entrez demande id valide.
pt: Por favor, indique id pedido valido.

source: Please pass url and domain
es: Por favor pase URL y dominio
fr: S'il vous plait passer url et le domaine
pt: Por favor, passe url e de dominio

source: Please crawler first.
es: Por favor, ejecute rastreador primero.
fr: S'il vous plait executer crawler premier .
pt: Por favor executar rastreador em primeiro lugar.

source: Your state is: PENDING
es: Su estado es : PENDIENTE
fr: Votre etat est : Pending
pt: Seu estado e: PENDENTE

source: Please pass a url and domain
es: Por favor, pasar una URL y dominio
fr: S'il vous plait passer un URL et le domaine
pt: Por favor, passe uma URL e dominio

source: Please pass a url
es: Por favor, pase una URL
fr: S'il vous plait passer une url
pt: Por favor, passar um url

source: Website Not Found
es: Sitio Web no encontrado
fr: Site non trouve
pt: Site nao encontrado

source: Please pass email
es: Por favor pase de correo electronico
fr: Por favor pase de correo electronico
pt: Por favor, passe e-mail

source: Database Error.
es: Error de la base de datos.
fr: Erreur de la base de donnees.

source: Error de la base de datos.
pt: Erro de banco de dados .
